{"class_name": "Sequential", "keras_version": "2.2.4", "config": {"layers": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_in"}}, "name": "dense_465", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "linear", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "units": 12, "batch_input_shape": [null, 5], "use_bias": true, "activity_regularizer": null}}, {"class_name": "LeakyReLU", "config": {"alpha": 0.009999999776482582, "trainable": true, "name": "leaky_re_lu_98"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "TruncatedNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_466", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "relu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "units": 1, "use_bias": true, "activity_regularizer": null}}], "name": "sequential_233"}, "backend": "tensorflow"}