{"class_name": "Sequential", "keras_version": "2.2.4", "config": {"layers": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "TruncatedNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_5", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "relu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "units": 20, "batch_input_shape": [null, 5], "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "TruncatedNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_6", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "relu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "units": 1, "use_bias": true, "activity_regularizer": null}}], "name": "sequential_3"}, "backend": "tensorflow"}